Repository: rodbeck/Anno-1800-Companion
Catalog: Anno 1800 Companion/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: ⚠️ There is an issue with local database
fr: ⚠️ Il y a un problème avec la base de données locale

source: An Error Occured
fr: Une erreur est survenue

source: App Language
fr: Langage de l’app

source: Are you sure you want to delete this island? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer cette île ? Cette action ne peut être annulée.

source: Calculate
fr: Calculer

source: Cancel
fr: Annuler

source: Canceled by user
fr: Annulé par l'utilisateur

source: Cape Trelawney
fr: Cap Treylawney

source: Create Island
fr: Créer une île

source: Create your first island to get started with Anno 1800 calculations
fr: Créez votre première île pour démarrer vos calculs sur Anno 1800

source: Current Settings
fr: Paramètres

source: Data is missing
fr: Données manquantes

source: Delete
fr: Supprimer

source: Delete Island
fr: Supprimer île

source: Don't hesitate to review the application in the AppStore and suggest new feature
fr: N’hésitez pas à déposer un avis dans l’AppStore ou à suggérer de nouvelles fonctionalités

source: Done
fr: Ok

source: Edit
fr: Modifier

source: Enter island name
fr: Entrez le nom de l’île

source: General Information
fr: Information Générale

source: Island Details
fr: Détails de l’île

source: Island Name
fr: Nom de l’île

source: It is not affiliated with Ubisoft
fr: Elle n’est pas affiliée à Ubisoft

source: Language
fr: Langage

source: Language Settings
fr: Paramètres de langue

source: Loading islands...
fr: Chargement des îles…

source: No islands found
fr: Aucune île trouvée

source: No Islands Yet
fr: Pas encore d’île

source: Production facility
fr: Structure de production

source: Production Summary
fr: Production

source: Region
fr: Région

source: Retry
fr: Réessayer

source: Running unit tests
fr: Lancement des tests unitaires

source: Save
fr: Sauvegarder

source: Save Changes
fr: Sauvegarder

source: Search islands...
fr: Rechercher…

source: Select an island to see the details...
fr: Sélectionner une île pour en voir les détails…

source: Select Language
fr: Choisir une langue

source: Something went wrong
fr: Quelque chose s’est mal passé

source: System Language
fr: Langue du système

source: Thank you for using Calculator - For Anno 1800
fr: Merci d’utiliser le Calculateur - Pour Ano 1800

source: The Arctic
fr: L’Arctique

source: The New World
fr: Le Nouveau Monde

source: The Old World
fr: L’Ancien Monde

source: This application was developed by a fan, and is free and open source
fr: Cette application a été développée par un fan, est gratuite et open-source.

source: Try Again
fr: Réessayer

source: Try searching with different keywords
fr: Essayer avec d’autres mots clés

source: Unknown region
fr: Région inconnue

source: Use System Language
fr: Utiliser le langage système
